tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "superfly/tap"
brew "ack"
brew "cloc"
brew "elixir"
brew "fd"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "macvim"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "zsh"
brew "superfly/tap/flyctl"
cask "airflow"
cask "android-file-transfer"
cask "bluesnooze"
cask "middleclick"
cask "monitorcontrol"
cask "qbittorrent"
cask "rectangle"
cask "skitch"
cask "vlc"
