# either not needed or force needed for these taps?
#tap "homebrew/bundle"
#tap "homebrew/cask"
#tap "homebrew/core"

#tap "superfly/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
#brew "act"
#brew "clipper"
brew "cloc"
brew "ctags"
#brew "duf"
#brew "duff"
#brew "erlang"
#brew "elixir"
brew "eslint"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "jq"
brew "macvim"
#brew "markdownlint-cli"
#brew "mysql"
brew "neovim"
#brew "openssl@3"
#brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "socat"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "yamllint"
#brew "yarn", link: false
brew "zsh"
cask "bluesnooze"
#cask "gimp"
cask "insomnia"
cask "iterm2"
#cask "macdown"
#cask "middleclick"
cask "monitorcontrol"
cask "rectangle"
#cask "skitch"
cask "visual-studio-code"
cask "vlc"
